-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Май 11 2020 г., 15:22
-- Версия сервера: 10.3.13-MariaDB-log
-- Версия PHP: 7.1.32

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `vet`
--

-- --------------------------------------------------------

--
-- Структура таблицы `appeals`
--

CREATE TABLE `appeals` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL COMMENT 'F.I.O',
  `phone` varchar(255) DEFAULT NULL COMMENT 'Telefon',
  `email` varchar(255) DEFAULT NULL COMMENT 'Email',
  `subject` varchar(255) DEFAULT NULL COMMENT 'Mavzu',
  `body` text NOT NULL COMMENT 'Murojaat matni',
  `file` varchar(255) DEFAULT NULL COMMENT 'Fayl',
  `created` date NOT NULL DEFAULT current_timestamp(),
  `status` int(11) NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `appeals`
--

INSERT INTO `appeals` (`id`, `name`, `phone`, `email`, `subject`, `body`, `file`, `created`, `status`) VALUES
(9, 'odim', 'telefonim', 'email@mail.ru', 'mavzu', 'murojjaat matni', '1589199472.jpg', '2020-05-11', 2),
(10, 'asds', 'asda', 'adsd@mail.ru', 'asda', 'asdasd', NULL, '2020-05-11', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `category`
--

CREATE TABLE `category` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `code` varchar(255) NOT NULL,
  `icon` varchar(50) DEFAULT '/site/news',
  `parent_id` int(11) NOT NULL,
  `sort` int(11) NOT NULL,
  `lang_id` int(11) NOT NULL,
  `page_id` int(11) NOT NULL DEFAULT 0,
  `status` int(11) NOT NULL DEFAULT 1,
  `active` int(11) NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `category`
--

INSERT INTO `category` (`id`, `name`, `code`, `icon`, `parent_id`, `sort`, `lang_id`, `page_id`, `status`, `active`) VALUES
(1, 'Alohida bo\'lim', 'alohida', '', 1, 0, 0, 0, 1, 1),
(2, 'Boshqarma haqida', 'tuman-bolimi', '', 1, 1, 1, 0, 1, 1),
(3, 'Maqsad va vazifalar', 'maqsad-va-vazifalar', '/site/page', 2, 7, 1, 0, 1, 1),
(4, 'Tashkiliy tuzilma', 'tashkiliy-tuzilma', '#', 2, 6, 1, 0, 1, 1),
(5, 'Rahbariyat', 'rahbariyat', '', 2, 8, 1, 0, 1, 1),
(6, 'Qabul kunlari', 'qabul-kunlari', '/site/page', 2, 9, 1, 0, 1, 1),
(8, 'Meyyoriy hujjatlar', 'meyyoriy-hujjatlar', '', 1, 22, 1, 0, 1, 1),
(9, 'Boshqarma nizomi', 'boshqarma-nizomi', '', 8, 12, 1, 0, 1, 1),
(10, 'Qonun va qarorlar', 'qonun-va-qarorlar', '', 8, 11, 1, 0, 1, 1),
(11, 'O\'z kuchini yo\'qotgan hujjatlar', 'oz-kuchini-yoqotgan', '', 8, 10, 1, 0, 1, 1),
(12, 'Ma\'lumotlar', 'malumotlar', '', 1, 5, 1, 0, 1, 1),
(13, 'Yangiliklar', 'yangiliklar', '/site/news', 12, 13, 1, 0, 1, 1),
(14, 'E\'lon va tenderlar', 'elon-va-tenderlar', '/site/page', 12, 15, 1, 0, 1, 1),
(15, 'Loyiha tashkilotlari', 'loyiha-tashkilotlari', '', 12, 16, 1, 0, 1, 1),
(16, 'Ko\'rsatkich va tahliliy ma\'lumotlar', 'korsatkich-va-tahlil', '', 12, 17, 1, 0, 1, 1),
(17, 'Interaktiv xizmatlar', 'interaktiv-xizmatlar', '', 1, 28, 1, 0, 1, 1),
(18, 'Murojaat yo\'llash', '-/site/contactt', '', 17, 18, 1, 0, 1, 1),
(20, 'Savol-javob', 'savol-javob', '', 17, 20, 1, 0, 1, 1),
(21, 'Veterinariya faoliyatini amalga <br>oshirish uchun litsenziya', '-https://my.gov.uz/uz/service/view/228-', '', 17, 21, 1, 0, 1, 1),
(22, 'Tayyor loyihalar', 'tayyor-loyihalar', '/site/news', 12, 23, 1, 0, 1, 1),
(25, 'Fotoalbom', 'fotoalbom', '/site/page', 12, 27, 1, 0, 1, 1),
(28, 'test', 'test', '/site/news', 27, 25, 1, 0, 1, 1),
(29, 'test22', 'test', '/site/news', 28, 26, 1, 0, 1, 1),
(30, 'Veterinar maslahati', 'veterinar-maslahati', '/site/page', 12, 14, 1, 0, 1, 1),
(32, 'Gerb', 'gerb', '/site/page', 1, 0, 1, 0, 1, 1),
(33, 'Bayroq', 'bayroq', '/site/page', 1, 0, 1, 0, 1, 1),
(34, 'Madhiya', 'madhiya', '/site/page', 1, 0, 1, 0, 1, 1),
(35, 'Yangiliklar', 'yangiliklar', '/site/news', 1, 2, 1, 0, 1, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `faq`
--

CREATE TABLE `faq` (
  `id` int(11) NOT NULL,
  `question` text NOT NULL,
  `answer` text NOT NULL,
  `lang_id` int(11) NOT NULL,
  `created` datetime NOT NULL DEFAULT current_timestamp(),
  `updated` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `status` int(11) NOT NULL DEFAULT 1,
  `active` int(11) NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `feedback`
--

CREATE TABLE `feedback` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `preview` varchar(255) NOT NULL,
  `detail` varchar(5000) NOT NULL,
  `file` varchar(255) NOT NULL,
  `created` datetime NOT NULL DEFAULT current_timestamp(),
  `updated` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `status` int(11) NOT NULL DEFAULT 0,
  `active` int(11) NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `language`
--

CREATE TABLE `language` (
  `id` int(11) NOT NULL,
  `language` varchar(255) NOT NULL,
  `code` varchar(255) NOT NULL,
  `icon` varchar(255) NOT NULL,
  `type` int(11) NOT NULL,
  `status` int(11) NOT NULL DEFAULT 1,
  `active` int(11) NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `language`
--

INSERT INTO `language` (`id`, `language`, `code`, `icon`, `type`, `status`, `active`) VALUES
(1, 'Ўзбек', 'uz', 'uz.png', 1, 1, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `loginform_cache`
--

CREATE TABLE `loginform_cache` (
  `id` int(11) NOT NULL,
  `username` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `times` int(11) NOT NULL DEFAULT 0,
  `blocked` int(11) NOT NULL DEFAULT 0,
  `status` int(11) NOT NULL DEFAULT 1,
  `active` int(11) NOT NULL DEFAULT 1,
  `created` datetime NOT NULL DEFAULT current_timestamp(),
  `updated` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `news`
--

CREATE TABLE `news` (
  `id` int(11) NOT NULL,
  `code` varchar(255) NOT NULL,
  `name` varchar(500) NOT NULL,
  `image` varchar(255) NOT NULL DEFAULT 'default.png',
  `cat_id` int(11) NOT NULL,
  `preview` text NOT NULL,
  `detail` text NOT NULL,
  `sort` int(11) NOT NULL DEFAULT 0,
  `show_counter` int(11) NOT NULL DEFAULT 0,
  `slider` int(11) NOT NULL DEFAULT 0,
  `vote` int(11) NOT NULL DEFAULT 0,
  `tags` varchar(500) NOT NULL DEFAULT '0',
  `author_id` int(11) NOT NULL,
  `modify_by` int(11) NOT NULL,
  `lang_id` int(11) NOT NULL,
  `updated` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `created` datetime NOT NULL DEFAULT current_timestamp(),
  `status` int(11) NOT NULL DEFAULT 1,
  `active` int(11) NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `news`
--

INSERT INTO `news` (`id`, `code`, `name`, `image`, `cat_id`, `preview`, `detail`, `sort`, `show_counter`, `slider`, `vote`, `tags`, `author_id`, `modify_by`, `lang_id`, `updated`, `created`, `status`, `active`) VALUES
(43, 'Loyiha--1', 'Loyiha #1', '1580478868.jpg', 22, 'Loyiha #1', '<p>Loyiha #1</p>', 0, 0, 0, 0, '', 2, 2, 1, '2020-01-31 18:54:27', '2020-01-31 02:54:00', 1, 1),
(44, 'Loyiha--2', 'Loyiha #2', '1580478896.jpg', 22, 'Loyiha #2', '<p>Loyiha #2</p>', 0, 0, 0, 0, '', 2, 2, 1, '2020-01-31 18:54:55', '2020-01-31 02:54:00', 1, 1),
(45, 'Loyiha--3', 'Loyiha #3', '1580478945.jpg', 22, 'Loyiha #3', '<p>Loyiha #3</p>', 0, 0, 0, 0, '', 2, 2, 1, '2020-01-31 18:55:45', '2020-01-31 02:55:00', 1, 1),
(46, 'Loyiha--4', 'Loyiha #4', '1580478962.jpg', 22, 'Loyiha #4', '<p>Loyiha #4</p>', 0, 0, 0, 0, '', 2, 2, 1, '2020-01-31 18:56:02', '2020-01-31 02:55:00', 1, 1),
(47, 'Loyiha--5', 'Loyiha #5', '1580478983.jpg', 22, 'Loyiha #5', '<p>Loyiha #5</p>', 0, 0, 0, 0, '', 2, 2, 1, '2020-01-31 18:56:22', '2020-01-31 02:56:00', 1, 1),
(48, 'Loyiha--6', 'Loyiha #6', '1580479000.jpg', 22, 'Loyiha #6', '<p>Loyiha #6</p>', 0, 0, 0, 0, '', 2, 2, 1, '2020-01-31 18:56:40', '2020-01-31 02:56:00', 1, 1),
(49, 'Loyiha--7', 'Loyiha #7', '1580479021.jpg', 22, 'Loyiha #7', '<p>Loyiha #7</p>', 0, 0, 0, 0, '', 2, 2, 1, '2020-01-31 18:57:00', '2020-01-31 02:56:00', 1, 1),
(50, 'Loyiha--8', 'Loyiha #8', '1580479040.jpg', 22, 'Loyiha #8', '<p>Loyiha #8</p>', 0, 1, 0, 0, '', 2, 2, 1, '2020-01-31 18:57:19', '2020-02-21 11:34:19', 1, 1),
(51, 'Loyiha--9', 'Loyiha #9', '1575874837.jpg', 22, 'Loyiha #9', '<p>Loyiha #9</p>', 0, 58, 0, 0, '', 2, 2, 1, '2020-01-31 19:02:22', '2020-03-19 18:35:08', 1, 1),
(52, 'K-urilish-sokh-asiga-ahborot-kommunikaciya-tehnologiyalarini-keng-zhoriy-etish-chora-tadbirlari-tug-risida', 'Қурилиш соҳасига ахборот-коммуникация технологияларини кенг жорий этиш чора-тадбирлари тўғрисида', '1575875141.jpg', 13, 'Ўтган йиллар мобайнида мамлакатимизда шаҳар ва қишлоқ аҳоли пунктларида замонавий архитектура қиёфасини шакллантириш, қурилишни жадаллаштириш бўйича комплекс чора-тадбирлар амалга оширилди ва қурилиш соҳасида давлат бошқарувининг самарали механизмлари жорий этилди.', '<p><strong>Ўзбекистон Республикаси Президентининг</strong></p>\r\n<p><strong>қ а р о р и</strong></p>\r\n<p>Ўтган йиллар мобайнида мамлакатимизда шаҳар ва қишлоқ аҳоли пунктларида замонавий архитектура қиёфасини шакллантириш, қурилишни жадаллаштириш бўйича комплекс чора-тадбирлар амалга оширилди ва қурилиш соҳасида давлат бошқарувининг самарали механизмлари жорий этилди.</p>\r\n<p>Шу билан бирга, таҳлиллар натижалари қурилиш соҳасида шаффофликни таъминлашда бир қатор камчиликлар мавжудлигини кўрсатди. Жумладан, манфаатдор шахслар ва жамоатчилик қурилиш ишлари боришини кузатиш имкониятига эга эмас, маблағлардан нотўғри фойдаланиш, объектларни ўз вақтида топширмаслик, қурилишда паст сифатли материаллардан фойдаланиш, қурилиш ишларига соҳанинг мутахассиси бўлмаган ходимларни жалб қилиш қурилиш ишларининг сифатсиз бажарилишига олиб келмоқда, республика бюджети маблағлари, мақсадли жамғармалар ва буюртмачиларнинг ортиқча харажатларига сабаб бўлмоқда.</p>\r\n<p>Қурилиш вазирлиги моддий-техник базасининг талаб даражасида эмаслиги қурилиш соҳасидаги давлат хизматлари кўрсатиш муддатлари бузилишига, жойлардаги қурилиш бошқармалари ва бўлинмаларининг фаолиятини самарали ташкил этишга тўсқинлик қилмоқда.</p>\r\n<p>Қурилиш соҳасида коррупция ва бюрократик тўсиқларни бартараф этиш, замонавий ахборот-коммуникация технологияларини кенг жорий этиш орқали қурилиш жараёнларининг барча босқичида жамоатчилик учун шаффофликни таъминлаш мақсадида:</p>\r\n<p>1. Қуйидагилар:</p>\r\n<p>а) Ўзбекистон Республикаси Президенти ҳузуридаги Лойиҳа бошқаруви миллий агентлиги, Иқтисодиёт ва саноат вазирлиги, Молия вазирлиги ҳамда Қурилиш вазирлигининг:</p>\r\n<p>Қурилиш вазирлиги фаолиятига&nbsp;<strong>&ldquo;Шаффоф қурилиш&rdquo; миллий ахборот тизимини жорий этиш</strong>&nbsp;ва уни 2020 йил 1 июнга қадар&nbsp;<strong>Тошкент вилоятида&nbsp;</strong>марказлаштирилган молиялаштириш манбаларидан, шу жумладан, инвестиция лойиҳалари ҳисобидан молиялаштириладиган объектлар (кейинги ўринларда &ndash; объектлар) қурилиши жараёнида&nbsp;<strong>тажриба тариқасида ишга тушириш</strong>;</p>\r\n<p>тажриба натижаларига асосан &ldquo;Шаффоф қурилиш&rdquo; миллий ахборот тизимини 2021 йил 1 январга қадар&nbsp;<strong>Ўзбекистон Республикасининг бутун ҳудудида реал вақт режимида ишлашини таъминлаш</strong>;</p>\r\n<p>б) Ўзбекистон Республикаси Қурилиш вазирлигининг 2020 йил 1 мартга қадар давлат шаҳарсозлик кадастрини юритиш ҳамда шаҳарсозлик ҳужжатлари ва маълумотларини жамоатчиликка онлайн режимда тақдим этиш имконини берувчи&nbsp;<strong>&ldquo;Ўзбекистон Республикаси давлат шаҳарсозлик кадастри&rdquo; географик ахборот тизими (геопортал)ни</strong>&nbsp;ишлаб чиқиш ва&nbsp;<strong>тест режимида ишга тушириш</strong>&nbsp;тўғрисидаги таклифлари маъқуллансин.</p>\r\n<p>2. Қуйидагилар &ldquo;Шаффоф қурилиш&rdquo; миллий ахборот тизимининг асосий вазифалари этиб белгилансин:</p>\r\n<p>объектларнинг&nbsp;<strong>манзилли дастури</strong>, тегишли вазирлик ва идоралар билан биргаликда ишлаб чиқилган объектларнинг&nbsp;<strong>йиллик манзилли рўйхати шакллантирилишини</strong>, маълумотлар базасини янги қурилиш, реконструкция ва капитал таъмирлаш объектлари бўйича турларга бўлиб юритилишини таъминлаш;</p>\r\n<p>объектларнинг лойиҳа-смета ҳужжатларини ишлаб чиқишда ҳудудий ягона буюртмачи хизмати инжиниринг компаниялари томонидан лойиҳаолди ишларининг амалга оширилиши, буюртмачи билан лойиҳа ташкилоти ўртасида шартнома тузилиши ва аванс маблағлари ажратилиши ҳамда ишлар тугалланганлиги тўғрисидаги&nbsp;<strong>аниқ ва ишончли маълумотларнинг мунтазам электрон базага киритиб борилиши ва юритилишини таъминлаш</strong>;</p>\r\n<p>лойиҳа-смета ҳужжатларини экспертизадан ўтказишда буюртмачи ва экспертиза ташкилоти ўртасида тузилган шартномалар, кўрсатилган хизматларнинг молиялаштирилганлиги, тугалланган лойиҳа-смета ҳужжатларининг экспертизадан ўтказилганлигига оид&nbsp;<strong>электрон маълумотлар базасини шакллантириш</strong>;</p>\r\n<p>объектлар қурилишини молиялаштиришда пудратчи билан буюртмачи ўртасида шартнома имзоланганлиги ва аванс маблағлари тўланганлиги, ойма-ой бажарилган ишларнинг ҳисоботини юритиш ва бажарилган ишларга нисбатан мутаносиб равишда молиялаштирилганлиги тўғрисидаги&nbsp;<strong>аниқ ва ишончли маълумотларнинг электрон базасини шакллантириш</strong>;</p>\r\n<p>объектлар қурилишида иштирок этаётган барча пудратчилар ва ёрдамчи пудратчилар ҳақида маълумотларни йиғиш, бажарилган иш ҳажмлари асосида тўловларни ўз вақтида амалга ошириш, улар томонидан амалга оширилаётган&nbsp;<strong>иш турлари бўйича маълумотлар базаларини шакллантириш</strong>;</p>\r\n<p>&nbsp;</p>\r\n<div><strong>объектларда қурилиш жараёнларини назорат ва мониторинг қилишда уларни рўйхатга олиш</strong>, қурилиш соҳасида ҳудудий назорат инспекциялари томонидан амалга оширилаётган назорат текширувларини</div>\r\n<div>ва кўрсатиб ўтилган камчиликларни қайд этиш, уларни бартараф этиш бўйича&nbsp;<strong>маълумотлар базаларини шакллантириш</strong>.</div>\r\n<p>&nbsp;</p>\r\n<p>3. Ўзбекистон Республикаси Қурилиш вазирлиги:</p>\r\n<p>манфаатдор вазирлик ва идоралар билан биргаликда икки ой муддатда &ldquo;Шаффоф қурилиш&rdquo; миллий ахборот тизими ҳамда &ldquo;Ўзбекистон Республикаси давлат шаҳарсозлик кадастри&rdquo; географик ахборот тизими (геопортал)дан фойдаланиш регламенти лойиҳасини ишлаб чиқсин ва Ўзбекистон Республикаси Вазирлар Маҳкамасига тасдиқлаш учун киритсин;</p>\r\n<p>2020 йил 1 январга қадар &ldquo;Шаффоф қурилиш&rdquo; миллий ахборот тизимини ишлаб чиқиш ва жорий этиш бўйича концепция ва техник топшириқ ишлаб чиқсин;</p>\r\n<p>&ldquo;Шаффоф қурилиш&rdquo; миллий ахборот тизими ва &ldquo;Ўзбекистон Республикаси давлат шаҳарсозлик кадастри&rdquo; географик ахборот тизими (геопортал)нинг белгиланган муддатларда ишга туширилишини таъминласин;</p>\r\n<p>&ldquo;Шаффоф қурилиш&rdquo; миллий ахборот тизимини идоралараро ахборот тизимлари ва маълумотлар базалари, жумладан, &ldquo;Ўзбекистон Республикаси давлат шаҳарсозлик кадастри&rdquo; географик ахборот тизими (геопортал) билан интеграциялаш бўйича зарур чораларни кўрсин.</p>\r\n<p>4. Қурилиш соҳасида &ldquo;Коррупциясиз соҳа&rdquo; лойиҳасини амалга ошириш ва шаффофликни таъминлашга хизмат қилувчи ахборот тизимлари жорий этилишини мувофиқлаштириш бўйича&nbsp;<strong>комиссия</strong>&nbsp;(кейинги ўринларда &ndash; Комиссия) 1-иловага мувофиқ таркибда ташкил этилсин ва унга қуйидаги вазифалар юклатилсин:</p>\r\n<p>қурилиш соҳасида &ldquo;Коррупциясиз соҳа&rdquo; лойиҳасини амалга ошириш юзасидан чора-тадбирларнинг ўз вақтида ва самарали ижро этилишини ташкил этиш ва назорат қилиш;</p>\r\n<p>Ўзбекистон Республикаси Қурилиш вазирлиги тизимида&nbsp;<strong>коррупцияга қарши курашиш чораларини кучайтиришга қаратилган самарали &ldquo;ижро этилиши юзасидан назорат&rdquo;&nbsp;</strong>(compliance control) тизими жорий этилишини таъминлаш;</p>\r\n<p><strong>қурилиш соҳасига оид норматив-ҳуқуқий ҳужжатлар ҳамда шаҳарсозлик нормалари ва қоидалари лойиҳаларида</strong>&nbsp;коррупцияга оид ҳолатларни келтириб чиқарувчи нормаларни аниқлаш бўйича&nbsp;<strong>коррупцияга қарши экспертиза ўтказилишини</strong>&nbsp;ташкил этиш;</p>\r\n<p>&ldquo;Шаффоф қурилиш&rdquo; миллий ахборот тизими ҳамда &ldquo;Ўзбекистон Республикаси давлат шаҳарсозлик кадастри&rdquo; географик ахборот тизими (геопортал)ни ишлаб чиқиш ва жорий этиш бўйича&nbsp;<strong>тадбирлар режалари тасдиқланишини</strong>&nbsp;таъминлаш, мазкур тизимларни&nbsp;<strong>белгиланган муддатларда ишга туширилишини назорат қилиш</strong>;</p>\r\n<p>қурилиш соҳасига ахборот тизимларини жорий этиш орқали коррупция,&nbsp;<strong>бюрократик тўсиқлар ва тизимли муаммоларни аниқлаш</strong>, уларни&nbsp;<strong>бартараф этиш юзасидан таклифлар ишлаб чиқиш</strong>;</p>\r\n<p>қурилиш соҳасининг шаффофлигини таъминлаш мақсадида&nbsp;<strong>қурилиш соҳасига замонавий ахборот-коммуникация технологияларини жорий этиш бўйича дастурлар</strong>&nbsp;ишлаб чиқилишини ташкил этиш ва уларнинг белгиланган муддатларда&nbsp;<strong>ижро этилишини мониторинг қилиш</strong>;</p>\r\n<p><strong>қурилиш соҳасига ахборот тизимларини жорий этишда масъул ташкилотлар фаолиятини мувофиқлаштириш</strong>&nbsp;ва ҳамкорлигини таъминлаш;</p>\r\n<p>жорий этилаётган ахборот тизимларининг&nbsp;<strong>жойларда самарали ишлашини ва қўлланилишининг ягона амалиётини таъминлаш</strong>;</p>\r\n<p>қурилиш соҳасига ахборот технологияларининг жорий этилиши, шу жумладан, уларнинг коррупция ва бошқа ҳуқуқбузарликларнинг олдини олишга таъсири бўйича маълумотларнинг&nbsp;<strong>кенг оммага етказилишини ташкил этиш</strong>.</p>\r\n<p>Комиссия фаолият натижалари, шу жумладан, ахборот тизимларини жорий этиш бўйича амалга оширилган ишлар юзасидан&nbsp;<strong>Ўзбекистон Республикаси Президенти Администрациясига ҳар чорак якунларига кўра ахборот киритсин</strong>.</p>\r\n<p>5. Ўзбекистон Республикаси Қурилиш вазирлигининг давлат муассасаси шаклидаги&nbsp;<strong>Қурилиш соҳасида ахборот-коммуникация технологияларини ривожлантириш марказини</strong>&nbsp;(кейинги ўринларда &ndash; Марказ) ташкил этиш тўғрисидаги таклифига розилик берилсин.</p>\r\n<p>Қуйидагилар Марказнинг асосий вазифалари этиб белгилансин:</p>\r\n<p>автоматлаштирилган ахборот тизимлари, ахборот ресурслари ва маълумотлар базаларини яратиш, ривожлантириш ва қўллаб-қувватлаш, қурилиш соҳасида ахборот хавфсизлигини таъминлаш;</p>\r\n<p>&ldquo;Шаффоф қурилиш&rdquo; миллий ахборот тизимини юритиш ва қўллаб-қувватлаш;</p>\r\n<p>Ўзбекистон Республикаси Қурилиш вазирлиги фаолиятига замонавий ахборот-коммуникация технологияларини кенг жорий этиш ва зарур дастурий маҳсулотларни ишлаб чиқиш;</p>\r\n<p>марказлаштирилган молиялаштириш манбаларидан, шу жумладан, инвестиция лойиҳалари ҳисобидан молиялаштириладиган лойиҳаларда қурилиш жараёнини мониторинг қилишни йўлга қўйиш;</p>\r\n<p>Ўзбекистон Республикаси Қурилиш вазирлигининг ахборот тизимлари, ресурслари ва маълумотлар базаларини янгилаб бориш чораларини кўриш, уларнинг бошқа давлат органларининг ахборот тизимлари билан интеграциясини таъминлаш;</p>\r\n<p>Ўзбекистон Республикаси Қурилиш вазирлиги ахборот хавфсизлигига таҳдидларни ўз вақтида аниқлаш ва унга қарши курашиш, ахборот хавфсизлиги талабларига риоя этилишининг назоратини ва мониторингини амалга ошириш, ахборот тизимлари ва маълумотлар базаларида ахборот хавфсизлигини таъминлаш бўйича техник инфратузилмани жорий этиш ва ривожлантириш;</p>\r\n<p>ахборот тизимлари, ресурслари ва маълумотлар базаларидан фойдаланиш ҳамда ахборот хавфсизлигини таъминлаш юзасидан қурилиш соҳасида иштирок этувчи идоралар ходимларининг билим ва кўникмасини ошириш бўйича комплекс чора-тадбирларни амалга ошириш;</p>\r\n<p>турли ахборот тизимлари ва маълумотлар базаларида ахборот хавфсизлигини таъминлаш учун Ўзбекистон Республикаси Қурилиш вазирлиги ягона серверини ташкил қилиш, юритиш ва ривожлантириш.</p>\r\n<p>6. Қуйидагилар Марказ фаолиятини молиялаштириш манбалари этиб белгилансин:</p>\r\n<p>Ўзбекистон Республикаси Давлат бюджети маблағлари;</p>\r\n<p>асосий фаолиятдан олинган даромадлар;</p>\r\n<p>халқаро молия институтлари грантлари;</p>\r\n<p>юридик ва жисмоний шахсларнинг ҳомийлик хайриялари;</p>\r\n<p>қонун ҳужжатларида тақиқланмаган бошқа манбалар.</p>\r\n<p>7. Шундай тартиб белгилансинки, унга кўра 2020 йил 1 январдан бошлаб Ўзбекистон Республикасининг Инвестиция дастури, қишлоқ жойларда янгиланган намунавий лойиҳалар бўйича арзон уй-жойлар ва шаҳарларда арзон кўп квартирали уйлар қуриш дастурлари ва шаҳарларда арзон кўп квартирали уйларни қуриш ва реконструкция қилиш дастурлари доирасида жами қурилиш харажатларининг 0,05 фоизи миқдоридаги маблағлар &ldquo;Шаффоф қурилиш&rdquo; миллий ахборот тизимини ишлаб чиқиш ва қўллаб-қувватлаш учун объектларни қуриш, реконструкция қилиш ва капитал таъмирлаш бўйича смета харажатларида назарда тутилади ҳамда буюртмачилар томонидан Марказ ҳисоб рақамига ўтказилади.</p>\r\n<p>8. Ўзбекистон Республикаси Қурилиш вазирлигининг ахборот-коммуникация инфратузилмасини модернизация қилиш учун харид қилинадиган компьютер техникаси, сервер қурилмалари, коммуникация ускуналари ва дастурий таъминот рўйхати 2-иловага мувофиқ маъқуллансин.</p>\r\n<p>9. Давлат ва хўжалик бошқарув органлари, маҳаллий давлат ҳокимияти органлари ҳамда давлат ташкилотлари раҳбарлари ўзларининг идоравий ахборот тизимлари ва маълумотлар базаларини &ldquo;Шаффоф қурилиш&rdquo; миллий ахборот тизимига интеграция қилишни ва реал вақт режимида узлуксиз ишлашини таъминласин.</p>\r\n<p>10. Ўзбекистон Республикаси Қурилиш вазирлиги шаҳарсозлик нормалари ва қоидаларидаги буюртмачининг бошқа харажатлари таснифига &ldquo;Шаффоф қурилиш&rdquo; миллий ахборот тизимининг асосий вазифаларини бажариш ҳамда объектларнинг хавфсизлигини таъминлаш бўйича мониторинг олиб бориш юзасидан белгиланган тартибда ўзгартиришлар киритилишини таъминласин.</p>\r\n<p>11. Ўзбекистон Республикаси Молия вазирлиги:</p>\r\n<p>Қурилиш вазирлигининг 2020 йилда ушбу қарорни амалга ошириш доирасидаги сарф харажатлари учун Ўзбекистон Республикаси Давлат бюджети параметрлари доирасида маблағлар ажратсин ва 2020 йилдан бошлаб ҳар йили зарур бюджет маблағларини назарда тутсин;</p>\r\n<p>2020-2021 йилларда Ўзбекистон Республикаси Давлат бюджетидан Қурилиш вазирлигига маблағлар ажратилиши жараёнида 2-иловага мувофиқ ахборот-коммуникация технологиялари инфратузилмасини янгилаш учун зарур ускуналарни харид қилишни эътиборга олсин.</p>\r\n<p>12. Ўзбекистон Республикаси Қурилиш вазирлиги манфаатдор вазирликлар ва идоралар билан биргаликда икки ой муддатда Вазирлар Маҳкамасига қонун ҳужжатларига ушбу қарордан келиб чиқадиган ўзгартириш ва қўшимчалар киритиш тўғрисида таклифлар киритсин.</p>\r\n<p>13. Мазкур қарорнинг бажарилишини назорат қилиш Ўзбекистон Республикаси Бош вазири А.Н.Арипов зиммасига юклансин.</p>\r\n<p><strong>Ўзбекистон Республикаси</strong></p>\r\n<p><strong>&nbsp; &nbsp; Президенти&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Ш.МИРЗИЁЕВ</strong></p>\r\n<p><em>Тошкент шаҳри,</em></p>\r\n<p><em>2019 йил 20 сентябрь</em></p>', 0, 93, 0, 0, '', 2, 2, 1, '2020-02-10 12:42:39', '2020-03-20 14:58:19', 1, 1),
(53, 'K-urilish-montazh-ishlari-sifatini-tubdan-yahshilash-va-k-urilishni-nazorat-k-ilish-tizimini-takomillashtirish-choralari-tug-risida-', 'Қурилиш-монтаж ишлари сифатини тубдан яхшилаш ва қурилишни назорат қилиш тизимини такомиллаштириш чоралари тўғрисида​', 'default.jpg', 13, 'Қурилиш-монтаж ишлари сифатини янада ошириш, қурилиш соҳасидаги назорат қилувчи инспекциялар ролини кучайтириш, шунингдек, Ўзбекистон Республикаси Президентининг 2018 йил 14 ноябрдаги “Қурилиш соҳасини давлат томонидан тартибга солишни такомиллаштириш қўшимча чора-тадбирлари тўғрисида”ги ПФ–5577-сон Фармонига мувофиқ:', '<p>​<strong data-redactor-tag=\"strong\">Ўзбекистон Республикаси Президентининг</strong></p>\r\n<p><strong data-redactor-tag=\"strong\">қ а р о р и</strong></p>\r\n<p>Қурилиш-монтаж ишлари сифатини янада ошириш, қурилиш соҳасидаги назорат қилувчи инспекциялар ролини кучайтириш, шунингдек, Ўзбекистон Республикаси Президентининг 2018 йил 14 ноябрдаги &ldquo;Қурилиш соҳасини давлат томонидан тартибга солишни такомиллаштириш қўшимча чора-тадбирлари тўғрисида&rdquo;ги ПФ&ndash;5577-сон Фармонига мувофиқ:</p>\r\n<p>1. Қурилиш вазирлиги, Иқтисодиёт ва саноат вазирлиги, Молия вазирлиги, Қорақалпоғистон Республикаси Вазирлар Кенгаши, вилоятлар ва Тошкент шаҳар ҳокимликлари, Ўзбекистон муҳандислар-консультантлар уюшмасининг&nbsp;<strong data-redactor-tag=\"strong\">2020 йилнинг 1 апрелидан бошлаб қурилиш, реконструкция қилиш ва капитал таъмирлаш объектлари</strong>&nbsp;(кейинги ўринларда &ndash; объектлар)&nbsp;<strong data-redactor-tag=\"strong\">учун хавф-хатарлар тоифалари ва объектларнинг функционал мақсадларидан келиб чиққан ҳолда давлат қурилиш назоратининг такомиллашган янги тартибини жорий этиш тўғрисидаги таклифига розилик берилсин.</strong></p>\r\n<p>Қурилиш вазирлиги манфаатдор вазирлик ва идоралар билан биргаликда икки ой муддатда қуйидагиларни назарда тутувчи Объектларда давлат қурилиш назоратини амалга ошириш бўйича маъмурий регламентни тасдиқлаш тўғрисидаги ҳукумат қарори лойиҳасини Ўзбекистон Республикаси Вазирлар Маҳкамасига киритсин:</p>\r\n<p>объектларнинг&nbsp;<strong data-redactor-tag=\"strong\">лойиҳа ҳужжатларини экспертиза қилишга, объектларда давлат қурилиш назоратини амалга ошириш тартиби ва даврийлигига қўйиладиган табақалашган талабларни уларнинг хавф-хатарлар тоифаси ва функционал мақсадларидан келиб чиққан ҳолда белгилаш</strong>;</p>\r\n<p>қурилиш якунланганидан сўнг Қорақалпоғистон Республикаси Қурилиш вазирлиги, вилоятлар ва Тошкент шаҳар қурилиш бош бошқармалари қошидаги қурилиш соҳасида ҳудудий назорат инспекциялари (кейинги ўринларда &ndash; ҳудудий инспекциялар) томонидан объектнинг қурилиш соҳасига оид қонун ҳужжатлари талабларига мувофиқлигини инструментал техник текширувдан ўтказишни жорий қилган ҳолда,&nbsp;<strong data-redactor-tag=\"strong\">хавф-хатар тоифаси паст ва якка тартибдаги уй-жой қурилиши&nbsp;</strong>объектлари учун<strong data-redactor-tag=\"strong\">&nbsp;лойиҳа ҳужжатлари экспертизаси, муаллифлик назорати ва давлат қурилиш назоратини</strong>&nbsp;амалга ошириш бўйича мажбурий талабларни бекор қилиш;</p>\r\n<p>Ўзбекистон Республикаси Қурилиш вазирлиги ҳузуридаги Қурилиш соҳасида назорат&nbsp;<strong data-redactor-tag=\"strong\">инспекцияси</strong>&nbsp;(кейинги ўринларда &ndash; Инспекция) ва ҳудудий инспекциялар инспекторларига, шунингдек,&nbsp;<strong data-redactor-tag=\"strong\">хавф-хатар тоифаси юқори бўлган объектларда техник ва муаллифлик назоратини амалга оширувчи шахсларга</strong>&nbsp;қўйиладиган малакавий талаблар ва уларнинг жавобгарлигини кучайтириш;</p>\r\n<p>&ldquo;Қурилишдаги назорат&rdquo; қуйи тизимини 2020 йил 1 июндан бошлаб Тошкент шаҳрида синов тариқасида ишга туширган ҳолда, 2020 йил давомида &ldquo;Шаффоф қурилиш&rdquo; миллий ахборот тизимида давлат қурилиш назоратини амалга ошириш доирасида замонавий ахборот-коммуникация технологияларини, шу жумладан, электрон ҳужжат алмашинувини босқичма-босқич жорий этиш.</p>\r\n<p>2. Инспекция ва ҳудудий инспекцияларга давлат қурилиш назоратини амалга ошириш доирасида:</p>\r\n<p>бино ва иншоотларнинг зилзилага бардошлилигига таъсир қилувчи, шунингдек, инсон саломатлиги ва ҳаётига таҳдид солувчи конструктив ҳуқуқбузарликлар аниқланган ҳолатларда&nbsp;<strong data-redactor-tag=\"strong\">қурилиш-монтаж ишларини тўхтатиб туриш ва демонтаж ишларини амалга оширишни талаб қилиш</strong>;</p>\r\n<p>юридик ва жисмоний шахсларга объектдаги ҳуқуқбузарликларни бартараф қилиш учун мос равишда, бироқ 60 кундан ортиқ бўлмаган муддатни белгилаган ҳолда,&nbsp;<strong data-redactor-tag=\"strong\">аниқланган ҳуқуқбузарликларни бартараф этиш бўйича ижро этилиши мажбурий бўлган кўрсатмалар бериш</strong>;</p>\r\n<p>лойиҳалаштириш ва қурилиш соҳасида фаолиятни амалга ошириш учун&nbsp;<strong data-redactor-tag=\"strong\">лицензиялар ва рухсат берувчи ҳужжатларни тўхтатиб туриш, тугатиш ва бекор қилиш</strong>&nbsp;масалаларини ҳал қилиш юзасидан тегишли органлар ва ташкилотларга тақдимномалар юбориш;</p>\r\n<p>объектларда бино ва иншоотларнинг зилзилага бардошлилигига таъсир қилувчи, шунингдек, инсон саломатлиги ва ҳаётига таҳдид солувчи сифатсиз қурилиш материаллари ва буюмлар қўлланилгани аниқланган ҳолларда,&nbsp;<strong data-redactor-tag=\"strong\">қурилиш материаллари ва буюмлар ишлаб чиқариш, сотиш ва қўллашни тўхтатиб туриш</strong>&nbsp;ҳақида тегишли орган ва ташкилотларга тақдимномалар юбориш ҳуқуқи берилсин.</p>\r\n<p>3. Қуйидагилар:</p>\r\n<p>а) 2020 йил 1 мартдан бошлаб бюджет тизимидаги бюджет маблағлари ҳисобига молиялаштириладиган объектлардан ташқари&nbsp;<strong data-redactor-tag=\"strong\">капитал таъмирлаш объектларида</strong>&nbsp;давлат қурилиш назоратини амалга ошириш бўйича талаблар;</p>\r\n<p>б) Инспекция ва ҳудудий инспекциялар томонидан қурилиши тугалланган объектлардан фойдаланишга рухсат бериш тартибини жорий қилган ҳолда, уларни фойдаланишга қабул қилиш бўйича мавжуд тартиб-таомиллар қуйидаги муддатларда босқичма-босқич бекор қилинсин:</p>\r\n<p>молиялаштириш манбаларидан қатъи назар хавф-хатар тоифаси паст объектлар учун &ndash; 2020 йил 1 майдан;</p>\r\n<p>давлат харидлари субъектларининг маблағлари ҳисобига молиялаштириладиган объектлар учун &ndash; 2022 йил 1 январдан;</p>\r\n<p>бошқа манбалар ҳисобига молиялаштириладиган объектлар учун &ndash;2021 йил 1 январдан.</p>\r\n<p>4. Белгилансинки, объектларни фойдаланишга қабул қилиш учун рухсатномалар бериш тартиби татбиқ қилингунига қадар Инспекция ва ҳудудий инспекциялар қурилиши тугалланган объектларни (давлат харидлари субъектларининг маблағлари ҳисобига молиялаштириладиган объектлардан ташқари) фойдаланишга қабул қилиш жараёнига давлат санитария назорати ва давлат ёнғин назорати ҳудудий органларини жалб қилади ҳамда улар объектларни қабул қилиш муддатлари доирасида Инспекция ва ҳудудий инспекцияларга объектнинг санитария нормалари ва ёнғин хавфсизлиги талабларига мувофиқлиги тўғрисида хулоса тақдим этади.</p>\r\n<p>Ўзбекистон Республикаси Қурилиш вазирлиги, Фавқулодда вазиятлар вазирлиги ва Соғлиқни сақлаш вазирлиги икки ой муддатда қурилиши тугалланган объектларни фойдаланишга қабул қилишда ҳудудий инспекцияларнинг давлат санитария ва ёнғин назорати ҳудудий органлари билан ўзаро ҳамкорлик қилиш тартибини белгиланган тартибда ишлаб чиқсин.</p>\r\n<p>5. Ўзбекистон Республикаси Қурилиш вазирлиги, Иқтисодиёт ва саноат вазирлиги, Адлия вазирлигининг:</p>\r\n<p>Инспекцияга давлат муассасаси шаклидаги юридик шахс мақомини бериш ва ҳудудий инспекцияларни унга бўйсундириш;</p>\r\n<p>Инспекция тузилмасида 2 та бошқарув ходими штат бирлигидан иборат бўлган&nbsp;<strong data-redactor-tag=\"strong\">Комплаенс хизматини&nbsp;</strong>ташкил қилиш ва ҳудудий инспекциялар тузилмасига&nbsp;<strong data-redactor-tag=\"strong\">комплаенс-назорат бўйича мутахассис</strong>&nbsp;лавозимини киритиш тўғрисидаги таклифлари маъқуллансин.</p>\r\n<p>2020 йил 1 июлдан бошлаб Инспекция ва ҳудудий инспекциялар бошлиқларига, ҳуқуқбузарлик фактига эътироз билдирилган ҳолларда ишни кўриб чиқиш учун судга тақдим этиш тартибини сақлаб қолган ҳолда,&nbsp;<strong data-redactor-tag=\"strong\">шаҳарсозлик тўғрисидаги қонун ҳужжатларининг бузилишига оид маъмурий ҳуқуқбузарликлар тўғрисидаги ишларни кўриб чиқиш&nbsp;</strong>ваколати берилсин.</p>\r\n<p>6. Қуйидагилар:</p>\r\n<p><strong data-redactor-tag=\"strong\">Ўзбекистон Республикаси Қурилиш вазирлиги ҳузуридаги Қурилиш соҳасида назорат инспекциясининг</strong>&nbsp;бошқарув ходимлари чекланган сони 40 нафардан иборат&nbsp;<strong data-redactor-tag=\"strong\">тузилмаси&nbsp;</strong>1-иловага мувофиқ;</p>\r\n<p><strong data-redactor-tag=\"strong\">қурилиш соҳасида ҳудудий назорат инспекцияларининг намунавий тузилмаси</strong>&nbsp;2-иловага мувофиқ тасдиқлансин.</p>\r\n<p>Инспекция бошлиғига қуйидаги ҳуқуқлар берилсин:</p>\r\n<p>бошқарув ходимларининг белгиланган чекланган сони ва меҳнатга ҳақ тўлаш фонди доирасида, заруратга кўра, Инспекция штат бирликларига ўзгартиришлар киритиш;</p>\r\n<p>объектлар сонидан келиб чиққан ҳолда ҳудудий инспекциялар тузилмаси ва штат бирликлари нормативларини тасдиқлаш;</p>\r\n<p>ҳудудий инспекцияларнинг харажатлар сметасини тасдиқлаш.</p>\r\n<p>7. Белгилаб қўйилсинки:</p>\r\n<p>Инспекция&nbsp;<strong data-redactor-tag=\"strong\">республика давлат бошқаруви органи</strong>&nbsp;ҳисобланади ва ўз фаолиятида Ўзбекистон Республикаси Қурилиш вазирлигига ҳисобдор бўлади;</p>\r\n<p>ҳудудий инспекцияларнинг бошлиқлари&nbsp;<strong data-redactor-tag=\"strong\">Ўзбекистон Республикаси қурилиш вазири билан келишилган ҳолда Инспекция бошлиғи томонидан</strong>&nbsp;лавозимга тайинланади ва лавозимидан озод этилади;</p>\r\n<p>Инспекциянинг Комплаенс хизмати ва ҳудудий инспекцияларнинг комплаенс-назорат бўйича мутахассислари&nbsp;<strong data-redactor-tag=\"strong\">бевосита Инспекция бошлиғига бўйсунади</strong>;</p>\r\n<p>Инспекция фаолияти Ўзбекистон Республикаси Давлат бюджети ҳисобидан, ҳудудий инспекциялар фаолияти эса қурилиш-монтаж ишлари қийматидан ажратмалардан шакллантирилувчи маблағлар ҳамда шартнома асосида бажариладиган ишлар ва хизматлардан тушадиган даромадлар ҳисобидан молиялаштирилади.</p>\r\n<p>8. 2020 йил 1 апрелдан бошлаб давлат қурилиш назорати амалга оширилиши шарт бўлган барча объектлар бўйича ҳудудий инспекцияларга ажратмалар қурилиш-монтаж ишлари қийматининг 0,2 фоизига тенг ягона миқдорда (қўшимча қиймат солиғисиз) белгиланади ва қуйидаги тартибда тақсимланади:</p>\r\n<p>0,02 фоизи Ўзбекистон Республикаси Қурилиш вазирлиги фаолиятини қўллаб-қувватлаш жамғармасига (кейинги ўринларда &ndash;Жамғарма), шу жумладан, 0,01 фоизи &ndash; Инспекция ва унинг ҳудудий инспекциялари эҳтиёжларини молиялаштиришга йўналтирилади;</p>\r\n<p>0,18 фоизи ҳудудий инспекциялар ихтиёрида қолдирилади.</p>\r\n<p>9. Жамғарма маблағларидан қуйидаги мақсадларда фойдаланишга рухсат берилсин:</p>\r\n<p>Ўзбекистон Республикаси Қурилиш вазирлиги, Инспекция ва уларнинг ҳудудий бўлинмалари моддий-техник базасини мустаҳкамлаш;</p>\r\n<p>Инспекция ва ҳудудий инспекцияларнинг жорий ва бошқа харажатларини молиялаштириш;</p>\r\n<p>Ўзбекистон Республикаси Қурилиш вазирлиги, Инспекция ва уларнинг ҳудудий бўлинмалари ходимларини моддий рағбатлантириш ва ижтимоий таъминлаш;</p>\r\n<p>Ўзбекистон Республикаси Қурилиш вазирлиги, Инспекция ва уларнинг ҳудудий бўлинмалари раҳбарлари ва мутахассисларини тайёрлаш, қайта тайёрлаш ва малакасини ошириш.</p>\r\n<p>10. Ўзбекистон Республикаси Қурилиш вазирлигининг Қурилишда стандартлаштириш республика маркази ҳузурида объектлар конструкциялари, қурилиш материаллари ва буюмларини халқаро стандартларга мувофиқ тўлақонли синовдан ўтказишни амалга оширувчи&nbsp;<strong data-redactor-tag=\"strong\">Комплекс қурилиш синов лабораторияси</strong>ни (кейинги ўринларда &ndash; Комплекс лаборатория) ташкил қилиш ҳақидаги Ўзбекистон Республикаси Қурилиш вазирлигининг таклифи маъқуллансин.</p>\r\n<p>Комплекс лабораторияни ташкил қилиш ва жиҳозлаш бўйича ишларни молиялаштириш манбалари этиб Ўзбекистон Республикаси Вазирлар Маҳкамасининг захира жамғармасидан 2020 йилда ажратиладиган 20 миллиард сўмдан кўп бўлмаган миқдордаги маблағлар ҳамда етмайдиган қисми учун &ndash; Жамғарма маблағлари белгилансин.</p>\r\n<p>11. Қуйидагилар:</p>\r\n<p><strong data-redactor-tag=\"strong\">Қурилиш, реконструкция қилиш ва капитал таъмирлаш объектлари конструкциялари, қурилиш материаллари ва буюмлари бўйича Комплекс қурилиш синов лабораторияси томонидан ўтказиладиган синовларнинг асосий йўналишлари&nbsp;</strong>3-иловага мувофиқ;</p>\r\n<p><strong data-redactor-tag=\"strong\">Комплекс қурилиш синов лабораториясини жиҳозлаш учун харид қилинадиган асосий ускуналар, машина ва механизмлар рўйхати</strong>&nbsp;4-иловага мувофиқ тасдиқлансин.</p>\r\n<p>12.&nbsp;<strong data-redactor-tag=\"strong\">2020 йил 1 мартдан бошлаб Инспекция ходимлари меҳнатига ҳақ тўлаш миқдорлари 1,4 баробарга оширилсин.</strong></p>\r\n<p>13. Ўзбекистон Республикаси Қурилиш вазирлиги:</p>\r\n<p>а) манфаатдор вазирликлар, идоралар ва ташкилотлар билан биргаликда:</p>\r\n<p>икки ой муддатда Инспекция ва ҳудудий инспекциялар тўғрисидаги, шунингдек, лойиҳалаш ва қурилиш соҳасидаги мутахассисларни сертификатлаш тартиби тўғрисидаги низомларни тасдиқлаш ҳақидаги ҳукумат қарорлари лойиҳаларини Ўзбекистон Республикаси Вазирлар Маҳкамасига киритсин;</p>\r\n<p>2020 йил 1 июнга қадар ички назоратни, муаллифлик ва техник назоратни, шунингдек, объектлар устидан давлат қурилиш назоратини амалга оширувчи мутахассислар сертификациядан ўтказилишини таъминласин;</p>\r\n<p>б) бир ой муддатда Жамғарма маблағлари ва ҳудудий инспекциялар маблағлари ҳисобидан 2020-2021 йилларда ҳудудий инспекцияларни замонавий мобиль кўчма қурилиш лабораториялари билан жиҳозлаш дастурини тасдиқласин;</p>\r\n<p>в) Инспекция ва ҳудудий инспекциялар ходимларининг доимий равишда, шу жумладан, чет элда малака оширишини ва кейинчалик ҳар бир ҳудудий инспекциядаги ходимлар учун мажбурий тренинглар ўтказилишини ташкил қилсин;</p>\r\n<p>г) Жамғарма маблағлари ҳисобидан Инспекцияни мебель, инвентарь, ускуналар ва қўйилган вазифаларни самарали бажариши учун зарур бўлган бошқа воситалар билан таъминласин, шу жумладан, 3 дона хизмат енгил автомобили ажратсин;</p>\r\n<p>д) 2020 йил 1 августга қадар халқаро молия институтлари ва ташкилотларини ҳамда малакали хорижий мутахассисларни жалб қилган ҳолда, давлат органларининг самарасиз ва ортиқча функцияларини бекор қилиш, шунингдек, илғор хорижий тажриба асосида ушбу жараёнга хусусий тадбиркорлик субъектларини кенг жалб қилишни назарда тутган ҳолда, қурилиш устидан назорат механизмлари самарадорлигини янада ошириш бўйича таклифларни киритсин.</p>\r\n<p>14. Ўзбекистон Республикаси Қурилиш вазирлиги, Ахборот технологиялари ва коммуникацияларини ривожлантириш вазирлиги, Адлия вазирлиги, Давлат солиқ қўмитаси ҳамда Ер ресурслари, геодезия, картография ва давлат кадастри давлат қўмитаси Ўзбекистон Республикаси Президенти ҳузуридаги Тадбиркорлик субъектларининг ҳуқуқлари ва қонуний манфаатларини ҳимоя қилиш бўйича вакил билан биргаликда икки ой муддатда тақдим этиладиган маълумотлар рўйхатини кўрсатган ҳолда давлат органлари ва Инспекция ўртасида идоралараро электрон ҳамкорликни ташкил қилиш бўйича чора-тадбирлар режасини тасдиқласин.</p>\r\n<p>15. Инспекция Тошкент шаҳри, Шайхонтоҳур тумани, Абай кўчаси, 6-уй манзилида бепул фойдаланиш ҳуқуқи асосида жойлаштирилсин.</p>\r\n<p>16. Қорақалпоғистон Республикаси Вазирлар Кенгаши, вилоятлар ва Тошкент шаҳар ҳокимликлари бир ой муддатда ҳудудий инспекцияларни жойлаштириш учун бепул фойдаланиш ҳуқуқи асосида бинолар ажратиб берилишини таъминласин.</p>\r\n<p>17. Ўзбекистон Республикаси Қурилиш вазирлиги манфаатдор вазирликлар ва идоралар билан биргаликда икки ой муддатда қонун ҳужжатларига ушбу қарордан келиб чиқадиган ўзгартириш ва қўшимчалар тўғрисида Ўзбекистон Республикаси Вазирлар Маҳкамасига таклифлар киритсин.</p>\r\n<p>18. Мазкур қарор ижросини назорат қилишнинг қуйидаги тартиби ўрнатилсин:</p>\r\n<p><u data-redactor-tag=\"u\">Ўзбекистон Республикаси Бош вазирининг биринчи ўринбосари А.Ж.Раматов</u>&nbsp;&ndash; мазкур қарорда белгиланган чора-тадбирларни амалга ошириш учун масъул вазирликлар, идоралар ва ташкилотларнинг фаолиятини мувофиқлаштирсин, ҳар ойда бажарилган ишлар тўғрисида уларнинг раҳбарлари ҳисоботларини қабул қилсин ва аниқланган камчиликларни ўз вақтида бартараф этсин;</p>\r\n<p><u data-redactor-tag=\"u\">қурилиш вазири Б.И.Закиров</u>&nbsp;&ndash; мазкур қарорнинг сифатли, тўлиқ ва ўз вақтида бажарилиши бўйича барча зарур чоралар кўрилишини, мазкур қарорни ўз вақтида ижро этишда масъул ташкилотларга ҳар томонлама услубий ва амалий ёрдам берилишини таъминласин, шунингдек, ҳар чоракда Ўзбекистон Республикаси Бош вазирининг биринчи ўринбосари А.Ж.Раматовга унинг амалга оширилиши жараёни тўғрисида батафсил маълумот тақдим этсин;</p>\r\n<p><u data-redactor-tag=\"u\">қурилиш вазирининг ўринбосари &ndash; Қурилиш соҳасида назорат инспекцияси бошлиғи К.Н.Тўлаганов</u>&nbsp;&ndash; давлат қурилиш назоратининг такомиллашган янги тартибини жорий этиш, Инспекция ва ҳудудий инспекциялар фаолиятига замонавий ахборот-коммуникация технологияларини босқичма-босқич татбиқ қилиш бўйича ишлар сифатли ташкиллаштирилишини, шунингдек, ушбу қарорни амалга ошириш давомида юзага келадиган жорий масалалар тезкорлик билан ҳал этилишини таъминласин.</p>\r\n<p><strong data-redactor-tag=\"strong\">Ўзбекистон Республикаси</strong></p>\r\n<p><strong data-redactor-tag=\"strong\">Президенти&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Ш.МИРЗИЁЕВ</strong></p>\r\n<p><em>Тошкент шаҳри,</em></p>\r\n<p><em>2020 йил 5 февраль</em></p>\r\n<div>&nbsp;</div>', 0, 8, 0, 0, '', 2, 2, 1, '2020-05-11 17:21:19', '2020-05-11 16:57:22', 1, 1),
(54, 'Yangi-k-urilish-materiallari-buyicha-zamonaviy-ekotizim-shakllantirilmok-da-', 'Янги қурилиш материаллари бўйича замонавий экотизим шакллантирилмоқда​', '1584529414.png', 13, 'Ўзбекистон Республикаси Президенти Администрацияси ҳузуридаги Ахборот ва оммавий коммуникациялар агентлигида \"Қурилиш материаллари ишлаб чиқаришда инновацион ғоялар ва технологиялар\" мавзусида матбуот анжумани ўтказилди.\r\n', '<p style=\"text-align: center;\"><strong><img src=\"/uploads/1581320677.jpg\" alt=\"\" width=\"768\" height=\"511\" /></strong></p>\r\n<p><strong>Ўзбекистон Республикаси Президенти Администрацияси ҳузуридаги Ахборот ва оммавий коммуникациялар агентлигида \"Қурилиш материаллари ишлаб чиқаришда инновацион ғоялар ва технологиялар\" мавзусида матбуот анжумани ўтказилди.</strong><br /><br />Ўзбекистон Республикаси Инновацион ривожланиш вазирлиги ва \"Ўзсаноатқурилишматериаллари\" уюшмаси ҳамкорлигида ташкил этилган тадбирда қурилиш материалларини ишлаб чиқаришда жорий этилаётган инновацион ғоя ва технологиялар ҳақида атрофлича маълумот берилди.<br /><br />Президентимизнинг 2019 йил 23 майдаги &ldquo;Қурилиш материаллари саноатини жадал ривожлантиришга оид қўшимча чора-тадбирлар тўғрисида&rdquo;ги қарорида қурилиш материаллари соҳасини жадал ривожлантириш ва инновацион технологияларни кенг жорий этиш тартиблари белгилаб берилди. Мазкур ҳужжатга мувофиқ уюшма қошида Қурилиш материаллари саноати илмий-техникавий кенгаши тузилиб, вазифалари белгиланди.<br /><br />Бундан ташқари, 2019 йилнинг 30 май куни Инновацион ривожланиш вазирлиги томонидан қарор бўйича Қурилиш материаллари ишлаб чиқариш соҳасида илмий тадқиқотларни ривожлантириш ва уларнинг самарадорлигини ошириш бўйича чора-тадбирлар дастурида белгиланган вазифалар ижросини таъминлаш юзасидан умумий молиялаштириш ҳажми 7,6 миллиард сўмлик 10 та мавзу бўйича инновацион ва стартап лойиҳалар танлови эълон қилинди.<br /><br />&ndash; Танловга тақдим этилган умумий қиймати 26,2 миллиард сўмлик 9 инновацион ва стартап лойиҳанинг 4 таси молиялаштиришга тавсия этилди, &ndash; дейди Инновацион ривожланиш вазирлиги бошқарма бошлиғи Шуҳрат Отажонов. &ndash; Шунингдек, қиймати 24 миллиард сўмлик 6 инновацион ва стартап лойиҳа эса экспертизадан ўтказилмоқда. Лойиҳаларни шакллантиришда импорт ўрнини қоплаш, хорижий аналогига нисбатан нарх ва сифат хусусиятларини яхшилаш, маҳаллий хомашё ва техноген чиқиндиларни чуқур қайта ишлаш асосида арзон ва юқори самарадор янги қурилиш материалларини ишлаб чиқаришни ташкил этиш талаблари қўйилган.<br /><br />Айни пайтда инновацион фаолият субъектлари томонидан бозорга янги қурилиш материалларини таклиф қилиш кўламини кенгайтиришга қаратилган замонавий экотизим шакллантирилмоқда. Хусусан, Инновацион ривожланиш вазирлиги ҳузуридаги &ldquo;Яшнобод&rdquo; инновацион технопарки резидентлари томонидан умумий қиймати 40,6 миллиард сўмлик янги қурилиш материаллари ишлаб чиқарилиб, бунинг 524,8 минг доллари хорижга экспорт қилинди.<br /><br />Тадбирда мутахассислар томонидан қурилиш материаллари ишлаб чиқариш соҳасига илғор илм-фан ютуқлари ва инновацион технологияларни жорий этиш борасида амалга оширилаётган ишларга ҳам тўхталиб ўтилди. Таъкидланганидек, қурилиш материаллари технологияларини яратиш бўйича замонавий илмий лаборатория ташкил этилмоқда. Мазкур лаборатория умумий қиймати 1,2 миллион доллардан иборат замонавий асбоб-ускуналар билан жиҳозланади. Ҳозирги кунда илмий лабораторияни Чирчиқ шаҳар кичик саноат зонаси ҳудудига жойлаштириш, унда илмий-инновацион фаолият ва тадбиркорлик субъектларига имтиёзли асосда илмий-техник хизматлар кўрсатадиган инфратузилмани шалклантириш чоралари кўрилмоқда.<br /><br />Бугунги кунда қурилиш материаллари соҳасида жами 1 минг 274 та ISO халқаро стандартлари берилган. Бу борадаги замонавий талабларни амалиётга татбиқ қилиш бўйича \"Ўзсаноатқурилишматериаллари\" уюшмаси \"Ўзстандарт\" агентлиги билан ҳамкорликда тизимли ишларни йўлга қўйган. Натижада ҳозирга келиб 169 турдаги қурилиш материаллари ишлаб чиқариш бўйича халқаро стандартлар қабул қилинди. Шунингдек, самарасиз, эскирган стандартлар бекор қилинди.<br /><br />Матбуот анжуманида журналистлар ишлаб чиқарилаётган қурилиш материаллари сифати, нарх-навоси ошаётгани борасида берган кўплаб саволларга иштирокчилардан жавоб олди.</p>', 1, 35, 0, 0, '', 2, 2, 1, '2020-02-10 12:44:41', '2020-03-19 11:41:09', 1, 1),
(55, 'K-urilishi-tugallanmagan-obektlar-mulkdorlari-dik-k-atiga-', 'Қурилиши тугалланмаган объектлар мулкдорлари диққатига!', '1589195261.jpg', 13, 'Ўзбекистон Республикасида инвестицион муҳитни янада яхшилаш, тадбиркорлик фаолияти учун қулай имкониятлар яратиш, шунингдек бюрократик тўсиқларни бартараф этиш бўйича изчил ислоҳотлар олиб борилмоқда. Хусусан, Ўзбекистон Республикасининг Жаҳон банки ва Халқаро молия корпорациясининг “Doing Business” (Бизнес юритиш) йиллик ҳисоботида рейтингини яхшилаш мақсадида, Вазирлар Маҳкамасининг 2018 йил 29 декабрдаги “Кўчмас мулк объектларига бўлган ҳуқуқларни давлат рўйхатидан ўтказиш тартибини такомиллаштириш чора-тадбирлари тўғрисида”ги 1060-сонли қарори қабул қилинган.\r\n\r\n', '<p style=\"text-align: center;\"><img src=\"/uploads/1581320716.jpg\" alt=\"\" width=\"768\" height=\"780\" /></p>\r\n<p><strong>Ўзбекистон Республикасида инвестицион муҳитни янада яхшилаш, тадбиркорлик фаолияти учун қулай имкониятлар яратиш, шунингдек бюрократик тўсиқларни бартараф этиш бўйича изчил ислоҳотлар олиб борилмоқда. Хусусан, Ўзбекистон Республикасининг Жаҳон банки ва Халқаро молия корпорациясининг &ldquo;Doing Business&rdquo; (Бизнес юритиш) йиллик ҳисоботида рейтингини яхшилаш мақсадида, Вазирлар Маҳкамасининг 2018 йил 29 декабрдаги &ldquo;Кўчмас мулк объектларига бўлган ҳуқуқларни давлат рўйхатидан ўтказиш тартибини такомиллаштириш чора-тадбирлари тўғрисида&rdquo;ги 1060-сонли қарори қабул қилинган.</strong></p>\r\n<p>Ушбу қарорга мувофиқ,<strong>&nbsp;қурилиши тугалланмаган объектлар</strong>&nbsp;&ndash; қурилиши белгиланган тартибда ажратилган ер участкасида тасдиқланган лойиҳа ҳужжатларига мувофиқ бошланган, лекин белгиланган кунида тугалланмаган ёки қурилиши тугалланган, аммо қурилиши (реконструкцияси) тугалланган бинолар ва иншоотларни фойдаланишга қабул қилиш далолатномаси асосида қабул қилинмаган бино ва иншоотлар ҳисобланади.</p>\r\n<p>Мазкур Қарор билан тасдиқланган &ldquo;Кўчмас мулк объектларига бўлган ҳуқуқларни давлат рўйхатидан ўтказиш тартиби тўғрисида&rdquo;ги Низомга мувофиқ, эндиликда&nbsp;<strong>қурилиши тугалланмаган нотураржой бинолар ва иншоотларга бўлган ҳуқуқлар</strong>&nbsp;тегишли лойиҳа ташкилоти томонидан уларнинг қурилиши бошланганлиги тасдиқланган тақдирда давлат рўйхатидан ўтказилиши мумкин. Бунда, қурилиши тугалланмаган объектга нисбатан мулк ҳуқуқи&nbsp;<u>ер участкасига бўлган ҳуқуқ белгиланган тартибда рўйхатдан ўтказилганлиги ҳамда қурилиш қонун ҳужжатларига мувофиқ тасдиқланган лойиҳа асосида бошланганлиги шарти билан</u>&nbsp;давлат рўйхатидан ўтказилади.</p>\r\n<p>Қарорга қўра, қурилиши тугалланмаган бино ва иншоотларга бўлган мулк ҳуқуқини давлат рўйхатидан ўтказишда, шунингдек уларни бошқа шахсга ўтказишда&nbsp;<strong><u>туман ҳокими қарори қабул қилиниши ва унинг рухсатномасини талаб этиш амалиёти бекор қилинган</u></strong>.</p>\r\n<p>Қурилиши тугалланмаган бино ва иншоотларга нисбатан мулк ҳуқуқини эътироф этиш ва давлат рўйхатидан ўтказиш, шунингдек бошқа шахсларга ўтказишда бу тартибнинг жорий этилиши фуқаролар ва тадбиркорларга бу турдаги объектларни гаровга қўйиб кредитлар олиш, молиявий қийинчиликларга учраганда эса уларни бошқа шахсларга сотиш орқали қурилиш жараёни туглланмасдан қолиб келаётган бинолар сонининг кескин камайишига, бюрократия ва коррупциаген ҳолатларнинг олдини олишга ёрдам беради ҳамда &ldquo;53 фоизлик бинолар&rdquo; тушунчаси бутунлай барҳам топди.</p>\r\n<p>&nbsp;</p>\r\n<p align=\"right\"><strong>Давлат хизматлари агентлиги Тошкент шаҳар</strong></p>\r\n<p align=\"right\"><strong>матбуот хизмати</strong></p>\r\n<div>&nbsp;</div>', 1, 11, 0, 0, '', 2, 2, 1, '2020-05-11 17:02:15', '2020-05-11 16:58:33', 1, 1),
(56, 'K-urilish-sanoatini-rivozhlantirish-mamlakat-ik-tisodiyoti-uchun-mukh-im', 'Қурилиш саноатини ривожлантириш мамлакат иқтисодиёти учун муҳим', '1589195239.jpg', 13, 'Ўзбекистон Республикаси Президенти Администрацияси ҳузуридаги Ахборот ва оммавий коммуникациялар агентлигида \"Ўзсаноатқурилишматериаллари\" уюшмаси томонидан ўтказилган матбуот анжумани Ўзбекистон Республикаси Президентининг 2019 йил 23 майдаги \"Қурилиш материаллари саноатини жадал ривожлантиришга оид қўшимча чора-тадбирлар тўғрисида\"ги қарори ижроси доирасида амалга оширилаётган ишлар сарҳисобига бағишланди.\r\n', '<div style=\"text-align: center;\"><strong><img src=\"/uploads/1581320774.jpg\" alt=\"\" width=\"768\" height=\"511\" /></strong></div>\r\n<div><strong>Ўзбекистон Республикаси Президенти Администрацияси ҳузуридаги Ахборот ва оммавий коммуникациялар агентлигида \"Ўзсаноатқурилишматериаллари\" уюшмаси томонидан ўтказилган матбуот анжумани Ўзбекистон Республикаси Президентининг 2019 йил 23 майдаги \"Қурилиш материаллари саноатини жадал ривожлантиришга оид қўшимча чора-тадбирлар тўғрисида\"ги қарори ижроси доирасида амалга оширилаётган ишлар сарҳисобига бағишланди.</strong></div>\r\n<div>&nbsp;</div>\r\n<div>\"Ўзсаноатқурилишматериаллари\" уюшмаси бошқаруви раиси ўринбосари Баҳодир Исмоилов ушбу қарорда кўрсатиб ўтилган вазифаларга асосан тармоқни янада ривожлантириш, мамлакатимизда рақобатбардош қурилиш маҳсулотларини ишлаб чиқариш ва экспорт қилиш бўйича барқарор ўсиш суръатларини таъминлашга асосий эътибор қаратилаётгани ва бу ҳаракатлар ўзининг амалий натижаларини бераётганини фактлар асосида таҳлил қилиб берди.</div>\r\n<div>&nbsp;</div>\r\n<div>Таъкидланганидек, мамлакатимизда 10 мингга яқин қурилиш материаллари ишлаб чиқарувчи корхона фаолият кўрсатади. Ўтган йилларда 120 турдаги қурилиш материаллари ишлаб чиқарилган бўлса, бугун эса уларнинг сони 180 тадан ошган. Мазкур корхоналарда ишлаб чиқарилган керамик плиткалар, сантехкерамика маҳсулотлари, гулқоғоз, линолеум, қуруқ қурилиш аралашмалари, пишган ғишт, пардозбоп тошлар, оҳак, полипропилен қувурлар, фитинглар сингари қурилиш материалларига Россия, Украина, Қозоғистон, Қирғизистон, Туркманистон. Озарбайжон, Тожикистон ва Афғонистон бозорларида талаб ортиб бормоқда.</div>\r\n<div>&nbsp;</div>\r\n<div>&ndash; Бундай натижаларни рақамларда кўрсатадиган бўлсак, &ldquo;Ўзсаноатқурилишматериаллари&rdquo; уюшмаси таркибига кирувчи корхоналар томонидан жорий йилнинг январь-сентябрь ойларида 3,5 триллион сўмлик қурилиш материаллари ишлаб чиқарилди ва ўтган йилнинг мос даврига нисбатан ўсиш суръати 106,9 фоизни ташкил этди, &ndash; деди уюшманинг иқтисодий таҳлил ва прогнозлаштириш бошқармаси бошлиғи Ўткир Турдиев. &ndash; Бунда ўсиш суръати асосий турдаги қурилиш материаллари ҳисобланган &ndash; цемент ишлаб чиқариш бўйича 108,2 фоизни, керамик плитка бўйича 150 фоизни, гипсокартон бўйича 137,1 фоизни, гулқоғоз (обой) бўйича 6,1 мартани ташкил этганини алоҳида таъкидламоқ зарур. Давлатимиз раҳбарининг юқорида зикр этилган қарорида қурилиш материаллари экспорти ҳажмини ошириш масаласи қўйилган. Шундан келиб чиқиб, ушбу даврда соҳа бўйича жами 115 миллион долларлик экспорт амалга оширилган. Шу жумладан, уюшма таркибига кирувчи корхоналар томонидан қурилиш материаллари экспорти 50,2 миллион долларни ташкил этиб, прогнозга нисбатан 100,4 фоизга, ўтган йилнинг мос даврига нисбатан 125,4 фоизга ошгани давлатимиз томонидан қурилиш саноатига қаратилаётган эътибор самарасидир.</div>\r\n<div>&nbsp;</div>\r\n<div>Айтиш жоизки, соҳада маҳаллийлаштириш масаласи ҳам асосий вазифа ҳисобланади. Бу борада амалга оширилган ишларга мувофиқ, тармоқ корхоналари томонидан ишлаб чиқарилиши маҳаллийлаштирилган маҳсулотлар 320,8 миллиард сўмни ташкил этган.</div>\r\n<div>&nbsp;</div>\r\n<div>&ndash; Масалан, 2016 йилга нисбатан 2019 йил якунида цемент ишлаб чиқариш қуввати 8,5 миллион тоннадан 15 миллион тоннага етказилади, &ndash; деди уюшманинг ишлаб чиқариш бошқармаси бошлиғи Ботир Хўжабеков. &ndash; Йил охиригача мамлакатимизда шу кунгача ишлаб чиқарилмаган газобетон блоклари, обой, керамогранит, қуйма пол, 600 маркали цемент, геосетка, пеноаблок, шиша кристаллит, композит қурилиш материаллари ва ДСП ишлаб чиқариш йўлга қўйилади. Шунингдек, жорий йилда 17 инвестиция лойиҳаси бўйича 316,9 миллион доллар миқдоридаги инвестицияларни ўзлаштириш белгилангани ҳам соҳадаги дадил қадамлардан.</div>\r\n<div>&nbsp;</div>\r\n<div>Анжуманда қарорга асосан \"Ўзсаноатқурилишматериаллари&rdquo; уюшмаси қошида Қурилиш материаллари саноати илмий-техникавий кенгаши ташкил этилгани ва унинг мақсад-вазифалари ҳақида ҳам маълумот берилди.</div>\r\n<div>&nbsp;</div>', 1, 6, 0, 0, '', 2, 2, 1, '2020-05-11 17:21:24', '2020-05-11 16:55:16', 1, 1),
(57, '--Nukus-siti--k-urilishi-boshlandi', '​“Нукус сити” қурилиши бошланди', 'default.jpg', 13, 'Қорақалпоғистон Республикаси Нукус шаҳрида “Нукус Сити” лойиҳасининг қурилиш ишлари бошланди.', '<div><strong>Қорақалпоғистон Республикаси Нукус шаҳрида &ldquo;Нукус Сити&rdquo; лойиҳасининг қурилиш ишлари бошланди.<br /></strong><br />Шу муносабат билан ўтказилган тадбирда Нукус шаҳар ҳокими вазифасини бажарувчи П.Турешов, қурилиш ташкилотлари раҳбарлари, жамоатчилик вакиллари ва оммавий ахборот воситалари ходимлари иштирок этди.&nbsp;</div>\r\n<div>&nbsp;</div>\r\n<div>\r\n<div><img title=\"2.JPG\" src=\"http://uza.uz/upload/medialibrary/336/2.JPG\" alt=\"2.JPG\" width=\"640\" height=\"425\" border=\"0\" /></div>\r\n<br />Нукусда қад ростлаётган &ldquo;Нукус city&rdquo; шаҳарнинг энг сўлим масканларидан бирига айланади.</div>\r\n<div><br />Мутахассисларнинг таъкидлашича, дастлабки йили 2 та 7 қаватли ва 2 та 16 қаватли уй-жой қурилиши режалаштирилган. Келажакда улар қаторидан бир қанча кўп қаватли тураржойлар ва виллалар, замонавий савдо мажмуалари, меҳмонхоналар, офислар ва бошқа ижтимоий соҳа объектлари ўрин олади. Қурилиш ишлари бош пудратчи &ldquo;Уй-жой қурилиш&rdquo; масъулияти чекланган жамияти томонидан амалга оширилади.</div>\r\n<div>&nbsp;</div>\r\n<div>\r\n<div><img title=\"9.JPG\" src=\"http://uza.uz/upload/medialibrary/a5c/9.JPG\" alt=\"9.JPG\" width=\"640\" height=\"426\" border=\"0\" /></div>\r\n<br />Шу куннинг ўзида 7 ва 16 қаватли уй-жойнинг тамал тоши қўйилиб, қурилиш ишлари бошлаб юборилди.</div>\r\n<div>&nbsp;</div>\r\n<div><img title=\"3.JPG\" src=\"http://uza.uz/upload/medialibrary/bd0/3.JPG\" alt=\"3.JPG\" width=\"640\" height=\"426\" border=\"0\" /></div>\r\n<div>&nbsp;</div>', 0, 1, 0, 0, '', 2, 2, 1, '2020-02-10 12:46:51', '2020-05-11 16:02:32', 1, 1);
INSERT INTO `news` (`id`, `code`, `name`, `image`, `cat_id`, `preview`, `detail`, `sort`, `show_counter`, `slider`, `vote`, `tags`, `author_id`, `modify_by`, `lang_id`, `updated`, `created`, `status`, `active`) VALUES
(58, 'K-urilish-sokh-asiga-oid-islokh-otlar', 'Қурилиш соҳасига оид ислоҳотлар', 'default.jpg', 13, 'Президентимизнинг ПҚ-4525-сонли қарорида қурилиш учун рухсатномалар бериш, электр таъминоти тизимига уланиш, кўчмас мулкни рўйхатдан ўтказиш, кредит бериш ҳамда тўловга қобилиятсизликни ҳал этиш йўналишларидаги ислоҳотларнинг амалиётга татбиқ этилиши етарли эмаслиги натижасида “Бизнес юритиш” йиллик ҳисоботи тегишли индикаторлари бўйича мамлакатнинг рейтингдаги ўрни пастлигича қолаётганлиги қайд этиб ўтилган.\r\n', '<div style=\"text-align: center;\"><strong><img src=\"/uploads/1581320845.jpg\" alt=\"\" width=\"768\" height=\"482\" /></strong></div>\r\n<div><strong>Президентимизнинг ПҚ-4525-сонли қарорида қурилиш учун рухсатномалар бериш, электр таъминоти тизимига уланиш, кўчмас мулкни рўйхатдан ўтказиш, кредит бериш ҳамда тўловга қобилиятсизликни ҳал этиш йўналишларидаги ислоҳотларнинг амалиётга татбиқ этилиши етарли эмаслиги натижасида &ldquo;Бизнес юритиш&rdquo; йиллик ҳисоботи тегишли индикаторлари бўйича мамлакатнинг рейтингдаги ўрни пастлигича қолаётганлиги қайд этиб ўтилган.</strong><br /><br />Дарҳақиқат, сўнгги йилларда барча соҳалар каби, қурилиш соҳасида ҳам қатор ислоҳотлар амалга оширилишига қарамасдан, уларнинг мазмун-моҳияти жойлардаги ижрочиларга ҳамда фуқаролар ва тадбиркорларга етиб бормаётганлиги, қонун ҳужжатларини амалиётда нотўғри қўллаш натижасида Ўзбекистон қурилиш соҳасида &ldquo;Бизнес юритиш&rdquo; (&ldquo;Doing Business-2020&rdquo;) йиллик ҳисоботида бор йўғи икки поғонага кўтарила олди (134-ўриндан 132-ўринга), ҳолбуки қабул қилинган норматив-ҳуқуқий ҳужжатларнинг амалиётга тўлиқ ва тўғри татбиқ этилиши билан анча яхши кўрсаткичларга эришиш мумкин эди.<br /><br />Президентимиз 2020 йилда устувор йўналишлар бўйича ислоҳотларни жадаллаштириш, бу борадаги мақсадли параметрларни белгилаш ва таъминлаш масалаларига бағишланган йиғилишда ҳам қурилиш соҳасида бугунги кунга қадар эски стандарт ва меъёрлар сақланиб қолаётганлиги, янги инновацион ечимлар ва лойиҳалар устида ишловчи мутахассислар тайёрлашга умуман эътибор қаратилмаётганлиги, шунингдек лойиҳа-смета ҳужжатларини экспертизадан ўтказиш, қурилишга рухсатномалар бериш ва келишиш жараёнлари қоғоз шаклида амалга оширилаётганлиги, мутасадди ташкилотларда ўзаро электрон ҳамкорлик йўлга қўйилмаганлигини танқид остига олган эди.<br /><br />Шунга мувофиқ, Президентимизнинг ПҚ-4525-сон қарорида 2020 йилнинг 1 январига қадар қурилиш-монтаж ишларини бошлаш учун тадбиркорлик субъектлари томонидан хабарнома юбориш тартибини бекор қилиш (марказлаштирилган манбалар ҳисобидан молиялаштириладиган қурилиш объектлари бундан мустасно) ҳамда объектнинг зилзилага бардошлилиги ва ёнғин хавфсизлиги бўйича лойиҳа ҳужжатлари юзасидан ижобий экспертиза хулосаси ва қурилиш иштирокчилари тўғрисидаги маълумотни давлат хизматлари марказлари томонидан бир вақтда тадбиркорлик субъектлари ва ҳудудий қурилиш соҳасидаги назорат инспекцияларига объектни рўйхатдан ўтказиш учун юборишни назарда тутувчи Вазирлар Маҳкамаси қарори лойиҳасини киритиш вазифаси белгиланганлиги бу соҳада янада кенг кўламли ислоҳотларни амалга ошириш имкониятини яратди.<br /><br />Мазкур топшириқнинг тўғри ва сифатли, амалиётдаги муаммоларни ҳисобга олган ҳолда ижро этилиши қурилиш соҳасида олиб борилаётган ислоҳотларнинг самарадорлигини ошириш, мамлакатдаги бизнес муҳитини яхшилаш (бугунги кунда қурилиш соҳасининг мамлакат иқтисодиётидаги кўлами жуда катта аҳамиятга эга), шунингдек республиканинг халқаро рейтинглардаги, шу жумладан &ldquo;Doing Business&rdquo; йиллик ҳисоботидаги мавқеъини яхшилашга катта таъсир кўрсатади.<br /><br />Шунга мувофиқ, Давлат хизматлари агентлиги томонидан қурилиш соҳасига оид норматив-ҳуқуқий ҳужжатлар базасини яхшилаш ва рухсат бериш тартиб-тамоилларини соддалаштириш мақсадида қуйидагилар таклиф қилинади:<br /><br />&ndash; шаҳарсозлик нормалари ва қоидаларини замонавий технология имкониятларидан ва хорижий тажрибадан келиб чиқиб қайта кўриб чиқиш ва қисқа фурсатда тасдиқлаш;<br /><br />&ndash; қурилиш майдонининг топографик суратини тайёрлаш, чегара белгилаш ва архитектура режалаштириш топшириғини ишлаб чиқиш давлат хизматларини мурожаатчиларнинг ихтиёрига кўра композит тартибда кўрсатиш тизимини жорий этиш;<br /><br />&ndash; кераксиз тартиб таомиллар (лойиҳалаш топшириғини тасдиқлаш, ишчи умумий режани тасдиқлаш ва ҳ.з.)ни тўлиқ йўқотиш;<br /><br />&ndash; лойиҳа-смета ҳужжатларини келишиш давлат хизматининг ўрнига, тайёр лойиҳа-смета ҳужжатларини ҳамда ижобий экспертиза хулосаларини Давлат хизматлари марказлари орқали ёки Ягона интерактив давлат хизматлари портали орқали ҳудудий қурилиш бошқармасига ҳамда қурилиш соҳасида назорат бўйича ҳудудий инспекцияларга юбориш орқали қурилиш-монтаж ишларини бошлашга рухсат бериш тартибини жорий этиш;<br /><br />&ndash; лойиҳа-смета ҳужжатларини экспертиза қилиш жараёнини оптималлаштириб, ишчи лойиҳа ва экспертиза хулосаларини параллел равишда бир вақтнинг ўзида ваколатли органлар билан келишиш (талаб этилганда) тартиботини амалиётга татбиқ этиш (қонунчиликда экспертиза қилиш муддати 15 кун қилиб белгиланган бўлсада, жараёнлар занжирининг узилганлиги, ҳар бир бизнес процесс кетма-кетлик асосида амалга оширилганлиги сабабли хизмат кўрсатиш муддати 45 кундан 64 кунгача чўзилиши мумкин);<br /><br />&ndash; давлат тасарруфидаги экспертиза ташкилотлари томонидан лойиҳа-смета ҳужжатларини экспертизадан ўтказиш бўйича давлат хизматларини кўрсатишнинг маъмурий регламентини ишлаб чиқиш;<br /><br />&ndash; давлат хизматлари кўрсатиш бизнес жараёнини BPR технологияларидан фойдаланган ҳолда оптималлаштириш ва &ldquo;G2G&rdquo; моделини (давлат идораларининг ўзаро ахборот алмашинуви) ривожлантириш.<br /><br />Юқоридаги чора-тадбирларнинг амалиётга татбиқ этилиши билан қурилишга рухсат бериш тартиб-таомилларини тубдан соддалаштиришга, коррупциоген ва сансалорлик ҳолатларининг олди олинишига, давлат хизматлари кўрсатиш жараёнлари (3 тага) ва муддатларининг кескин қисқартирилишига, энг муҳими &ldquo;Doing Business&rdquo; йиллик ҳисоботида мамлакатнинг айнан қурилишга рухсат бериш индикатори бўйича биринчи 30 талик давлатлар қаторига киришига эришилади.<br /><br />\r\n<div><strong>Х.ОЧИЛОВ,</strong></div>\r\n<div><strong>Давлат хизматлари агентлиги</strong></div>\r\n<div><strong>Тошкент шаҳар бошқармаси бошлиғи.</strong></div>\r\n</div>\r\n<div>&nbsp;</div>', 0, 35, 0, 0, '', 2, 2, 1, '2020-02-10 12:47:34', '2020-05-11 16:57:27', 1, 1),
(59, 'K-urilish-sokh-asining-rivozhi-akh-oli-manfaati-uchun-hizmat-k-iladi', 'Қурилиш соҳасининг ривожи аҳоли манфаати учун хизмат қилади', 'default.jpg', 13, 'Ўзбекистон Республикаси Қурилиш вазирлигида ўтказилган матбуот анжумани шундай номланди.\r\n', '<div style=\"text-align: center;\"><strong><img src=\"/uploads/1581320888.jpg\" alt=\"\" width=\"768\" height=\"511\" /></strong></div>\r\n<div><strong>Ўзбекистон Республикаси Қурилиш вазирлигида ўтказилган матбуот анжумани шундай номланди.</strong></div>\r\n<div>&nbsp;</div>\r\n<div>Вазирлик масъуллари, мутахассислар ва оммавий ахборот воситалари вакиллари иштирок этган тадбирда сўз олган қурилиш вазири ўринбосари Шуҳратхўжа Ҳошимов қурилиш соҳасида амалга оширилаётган ислоҳотлар аҳоли манфаатини ҳимоя қилишга қаратилган эзгу мақсадлар билан ҳамоҳанг эканини таъкидлади.</div>\r\n<div>&nbsp;</div>\r\n<div>Айниқса, бунда Президентимиз Шавкат Мирзиёевнинг 2016 йил 21 октябрдаги &ldquo;2017-2021 йилларда қишлоқ жойларда янгиланган намунавий лойиҳалар бўйича арзон уй-жойлар қуриш дастури тўғрисида&ldquo;ги ва ўша йили 22 ноябрдаги &ldquo;2017-2020 йилларда шаҳарларда арзон кўп квартирали уйларни қуриш ва реконструкция қилиш дастурини амалга ошириш чора-тадбирлари тўғрисида&ldquo;ги қарорлари муҳим дастуриламал бўлмоқда.</div>\r\n<div>&nbsp;</div>\r\n<div>Мазкур қарорлар ижросига асосан юртимизда йилдан-йилга қурилиш ишлари ҳажми ҳам кескин ошиб, бу аҳоли турмуш фаровонлигини яхшилашга хизмат қилмоқда. Масалан, 2016-2018 йилларда 29,4 триллион сўм, 34,7 триллион сўм ва 51,2 триллион сўмлик қурилиш ишлари бажарилган бўлса, 2019 йилнинг январь-сентябрь ойида эса бу 50,9 триллион сўмни ташкил этди. Ўтган йилнинг шу даврига нисбатан мос равишда ўсиш 119,3 фоиздир.</div>\r\n<div>&nbsp;</div>\r\n<div>&ndash; Сўнгги уч йилда аҳоли учун барпо этилаётган уй-жойлар сони ҳам тобора ортиб бормоқда, &ndash; деди Қурилиш вазирлиги ахборот хизмати раҳбари Дилшод Жалолов. &ndash; Хусусан, республикамиз бўйича 2017 йилда 191, 2018 йилда 335 ва 2019 йилда 403 кўп квартирали уй қурилди ва қурилмоқда. Кўриниб турибдики, эндиликда қишлоқлар ҳам, шаҳарлар ҳам улкан бунёдкорлик ишлари билан қамраб олинди. Ҳамма жойда уйлар қурилиши жадал тус олди. Жорий йил Ўзбекистон Республикаси Президентининг 2017 йил 23 октябрдаги қарорига асосан республикада жами 403, яъни 29 та 5 қаватли, 332 та 7 қаватли, 39 та 9 қаватли ва 3 та 16 қаватли уй-жой қурилиши режалаштирилган. Шунингдек, 2020 йилдан бошлаб 16 мингта оилага бошланғич бадал ва кредит фоиз харажатлари учун бюджетдан субсидия ажратилиши режалаштирилмоқда. Ана шу субсидиялар орқали уйлар бошланғич бадалининг 10 фоизи ҳамда Тошкент шаҳри учун 12 фоиз, қолган шаҳарларда 10 фоиздан юқори кредит фоизлари қоплаб берилади. Мазкур янги тизим келаси йилдан Андижон, Наманган, Фарғона, Бухоро, Самарқанд, Тошкент вилоятларида ва пойтахтимизда тажриба тариқасида жорий этилади.</div>', 0, 17, 0, 0, '', 2, 2, 1, '2020-02-10 12:48:14', '2020-05-11 16:55:29', 1, 1),
(60, 'Qurilish-bo-limlari-ro-yhati', 'Qurilish bo\'limlari ro\'yhati', 'default.jpg', 7, 'Qurilish bo\'limlari ro\'yhati', '<p>Qurilish bo\'limlari ro\'yhati</p>', 0, 1, 0, 0, '', 2, 2, 1, '2020-02-12 17:05:40', '2020-02-12 17:06:21', 1, 1),
(61, 'BOG-OTLIK-YoSh-ISTEDODLAR-UZBEKISTON-HALK--YoZUVChISI----SARIK--DEVNI-MINIB---ASARI-MULLIFI-HUDOYBERDI-TUHTABOEV-TOMONIDAN-ETIROF-ETILDI', 'БОҒОТЛИК ЁШ ИСТЕЪДОДЛАР ЎЗБЕКИСТОН ХАЛҚ ЁЗУВЧИСИ, «САРИҚ ДЕВНИ МИНИБ» АСАРИ МУЛЛИФИ ХУДОЙБЕРДИ ТЎХТАБОЕВ ТОМОНИДАН ЭЪТИРОФ ЭТИЛДИ', '1584698288.jpg', 3, ' Боғот туманида адабиётга ошуфта қалблар, дилидагини оқ қоғозга айта оладиган истеъдодлар сафи кундан кунга кўпаймоқда. ', '<p>Боғот туманида адабиётга ошуфта қалблар, дилидагини оқ қоғозга айта оладиган истеъдодлар сафи кундан кунга кўпаймоқда. Бундай иқтидор эгаларининг муваффақиятларида меҳрибон устозларининг, уларга барча шароитларни муҳайё қилаётган мактаб раҳбарининг кучли эътиборининг самараси эканини айтсак, муболаға бўлмайди. Чунки болажонларни руҳиятига, қобилиятига қараб тўғри йўналтира олиш ҳам, ноёб қобилиятини юзага чиқариш ҳам устознинг моҳирлигига боғлиқ бўлади.<br />Шарофат Аллаберганова раҳбарлик қилаётган 3-сон мактабнинг бошланғич синф ўқувчилари Республикада эгаллаган муваффақиятлари фикримизнинг далилидир. Мазкур мактабнинг 3-синф ўқувчилари Одилбекова Дармонжон ва Раззоқов Умиджонлар 15 февраль куни пойтахтда ўтказилган &laquo;Мен эшитган эртаклар&raquo; Республика танловида ўзи ёзган эртак билан қатнашиб, эътироф этилдилар ва диплом билан қайтдилар.</p>\r\n<p style=\"text-align: right;\">БОҒОТ ТУМАНИ ҲОКИМЛИГИ АХБОРОТ ХИЗМАТИ.</p>\r\n<p>&nbsp;</p>', 3, 7, 0, 0, '', 2, 2, 1, '2020-02-17 14:11:14', '2020-03-13 12:07:42', 1, 1),
(62, 'elon-va-tender-test', 'elon va tender test', '1584601371.jpg', 14, 'elon va tender', '<p>elon va tender test</p>', 0, 0, 0, 0, '', 2, 2, 1, '2020-03-19 12:02:50', '2020-03-19 10:02:00', 1, 1),
(63, 'photo', 'photo', '1584610726.png', 25, 'anons', '', 0, 3, 0, 0, '', 2, 2, 1, '2020-03-19 14:38:45', '2020-03-19 15:51:40', 1, 1),
(65, 'Mani-maslahatim-ko-chaga-chiqman', 'Mani maslahatim ko\'chaga chiqman', '1588926484.jpg', 30, 'anons matn', '<p>anons matn</p>', 0, 1, 0, 0, '', 2, 2, 1, '2020-05-08 13:28:03', '2020-05-08 14:12:50', 1, 1),
(66, 'gerb', 'gerb', 'default.jpg', 32, 'gerb', '<p>gerb</p>', 0, 3, 0, 0, '', 2, 2, 1, '2020-05-11 14:39:47', '2020-05-11 14:40:55', 1, 1),
(67, 'Bayroq', 'Bayroq', 'default.jpg', 33, 'madhiya uzr bayroq akan', '<p>madhiya uzr bayroq akan</p>', 2, 0, 0, 0, '', 2, 2, 1, '2020-05-11 14:42:31', '2020-05-11 12:42:00', 1, 1),
(68, 'Madhiya', 'Madhiya', 'default.jpg', 34, 'madhiya', '<p>madhiyajon madhiya</p>', 0, 0, 0, 0, '', 2, 2, 1, '2020-05-11 14:43:55', '2020-05-11 12:43:00', 1, 1),
(69, 'Qabul-kunlari', 'Qabul kunlari', '1589199657.jpg', 6, 'qabul kunlari', '<p>qabul kunlari</p>', 0, 0, 0, 0, '', 2, 2, 1, '2020-05-11 17:20:57', '2020-05-11 03:20:00', 1, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `page`
--

CREATE TABLE `page` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `code` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `preivew` varchar(500) NOT NULL,
  `detail` text NOT NULL,
  `sort` int(11) NOT NULL DEFAULT 0,
  `show_counter` int(11) NOT NULL DEFAULT 0,
  `slider` int(11) NOT NULL DEFAULT 0,
  `vote` int(11) NOT NULL DEFAULT 0,
  `tags` varchar(500) NOT NULL,
  `author_id` int(11) NOT NULL,
  `modify_by` int(11) NOT NULL,
  `lang_id` int(11) NOT NULL,
  `created` datetime NOT NULL DEFAULT current_timestamp(),
  `updated` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `status` int(11) NOT NULL DEFAULT 1,
  `active` int(11) NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `resettoken`
--

CREATE TABLE `resettoken` (
  `id` int(32) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created` datetime NOT NULL DEFAULT current_timestamp(),
  `email` varchar(255) NOT NULL,
  `user_id` int(32) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `role`
--

CREATE TABLE `role` (
  `id` int(11) NOT NULL,
  `role` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `role`
--

INSERT INTO `role` (`id`, `role`) VALUES
(1, 'Administrator'),
(2, 'Muharrir'),
(3, 'Mehmon'),
(4, 'Rais');

-- --------------------------------------------------------

--
-- Структура таблицы `slider`
--

CREATE TABLE `slider` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `page_id` int(11) DEFAULT NULL,
  `cat_id` int(11) DEFAULT NULL,
  `lang_id` int(11) NOT NULL,
  `created` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `author_id` int(11) NOT NULL,
  `modify_by` int(11) NOT NULL,
  `status` int(11) NOT NULL DEFAULT 1,
  `active` int(11) NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `static_text`
--

CREATE TABLE `static_text` (
  `id` int(11) NOT NULL,
  `code` varchar(500) NOT NULL,
  `text` text NOT NULL,
  `lang_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `subscribe`
--

CREATE TABLE `subscribe` (
  `id` int(11) NOT NULL,
  `email` varchar(255) NOT NULL,
  `created` datetime NOT NULL DEFAULT current_timestamp(),
  `updated` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `status` int(11) NOT NULL DEFAULT 1,
  `active` int(11) NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `user`
--

CREATE TABLE `user` (
  `id` int(11) NOT NULL,
  `role_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL DEFAULT 'default.png',
  `username` varchar(255) NOT NULL,
  `password` varchar(500) NOT NULL,
  `email` varchar(255) DEFAULT NULL,
  `phone` varchar(20) DEFAULT NULL,
  `country` varchar(255) DEFAULT NULL,
  `region` varchar(255) DEFAULT NULL,
  `district` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `created` datetime NOT NULL DEFAULT current_timestamp(),
  `updated` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `status` int(11) NOT NULL DEFAULT 1,
  `active` int(11) NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `user`
--

INSERT INTO `user` (`id`, `role_id`, `name`, `image`, `username`, `password`, `email`, `phone`, `country`, `region`, `district`, `address`, `created`, `updated`, `status`, `active`) VALUES
(2, 1, 'Allabergenov Dilmurod', '1584097363.8807.jpg', 'admin@gmail.com', '$2y$13$YX8rb6aQf58/sVdZnS286.QOggV93cAu9BAZtBETZKByQwa/SSF7S', 'admin@gmail.com', '', '', '', '', '', '2018-12-24 10:37:43', '2020-03-16 10:59:58', 1, 1),
(3, 1, 'Furqat Masharipov', '1584083108.6726.jpg', 'user@gmail.com', '$2y$13$2iCHkjmD0Hc8VmndUSDxzOw5MOp8dlL55DrvpiwrAueQiavEzAqHq', 'user@gmail.com', '', '', '', '', '', '2020-03-13 11:55:54', '2020-03-13 12:05:08', 1, 1),
(4, 4, 'O\'rtoqboy Boshliqov Yoshulliyevich', '1584513046.0354.jpg', 'qwe@qwe.uz', '$2y$13$7IxGaT5wry.rdfJ/jdLUNOVegU50.hlgn1p8bGL/HMJqUnyUkLQS6', 'qwe@qwe.uz', '', '', '', '', '', '2020-03-18 11:11:29', '2020-03-18 11:30:46', 1, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `vote`
--

CREATE TABLE `vote` (
  `id` int(11) NOT NULL,
  `question` varchar(255) NOT NULL,
  `answer` text NOT NULL,
  `result` varchar(300) NOT NULL,
  `lang_id` int(11) NOT NULL,
  `author_id` int(11) NOT NULL,
  `page_id` int(11) NOT NULL DEFAULT 0,
  `news_id` int(11) NOT NULL DEFAULT 0,
  `status` int(11) NOT NULL DEFAULT 1,
  `active` int(11) NOT NULL DEFAULT 1,
  `created` datetime NOT NULL DEFAULT current_timestamp(),
  `updated` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `vote`
--

INSERT INTO `vote` (`id`, `question`, `answer`, `result`, `lang_id`, `author_id`, `page_id`, `news_id`, `status`, `active`, `created`, `updated`) VALUES
(1, 'Сайт дизайнига бахо беринг', 'Аъло;\r\nЯхши;\r\nЎртача;\r\nЁмон;', '{\"1\":11,\"2\":2,\"3\":3,\"4\":3}', 1, 2, 0, 0, 1, 1, '2019-01-26 00:07:45', '2020-05-08 16:34:25');

-- --------------------------------------------------------

--
-- Структура таблицы `vote_ans`
--

CREATE TABLE `vote_ans` (
  `id` int(11) NOT NULL,
  `answer` varchar(255) NOT NULL,
  `vote_id` int(11) NOT NULL,
  `news_id` int(11) NOT NULL,
  `lang_id` int(11) NOT NULL,
  `result` int(11) NOT NULL DEFAULT 0,
  `status` int(11) NOT NULL DEFAULT 1,
  `active` int(11) NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `appeals`
--
ALTER TABLE `appeals`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `category`
--
ALTER TABLE `category`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `faq`
--
ALTER TABLE `faq`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `feedback`
--
ALTER TABLE `feedback`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `language`
--
ALTER TABLE `language`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `page`
--
ALTER TABLE `page`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `resettoken`
--
ALTER TABLE `resettoken`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `role`
--
ALTER TABLE `role`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `slider`
--
ALTER TABLE `slider`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `static_text`
--
ALTER TABLE `static_text`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `subscribe`
--
ALTER TABLE `subscribe`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `username` (`username`);

--
-- Индексы таблицы `vote`
--
ALTER TABLE `vote`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `vote_ans`
--
ALTER TABLE `vote_ans`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `appeals`
--
ALTER TABLE `appeals`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT для таблицы `category`
--
ALTER TABLE `category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=36;

--
-- AUTO_INCREMENT для таблицы `faq`
--
ALTER TABLE `faq`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `feedback`
--
ALTER TABLE `feedback`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `language`
--
ALTER TABLE `language`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `news`
--
ALTER TABLE `news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=70;

--
-- AUTO_INCREMENT для таблицы `page`
--
ALTER TABLE `page`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `resettoken`
--
ALTER TABLE `resettoken`
  MODIFY `id` int(32) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `role`
--
ALTER TABLE `role`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT для таблицы `slider`
--
ALTER TABLE `slider`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `static_text`
--
ALTER TABLE `static_text`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `subscribe`
--
ALTER TABLE `subscribe`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `user`
--
ALTER TABLE `user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT для таблицы `vote`
--
ALTER TABLE `vote`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `vote_ans`
--
ALTER TABLE `vote_ans`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
